Repository: acloudmovingby/Translation-Assistance-Tool
Catalog: Import Files/th_en_batch_1_fixed_chunk5.csv-650387.tmx
Source language: th_th
Languages: en_us

source: เริ่มเขียนรีวิวของคุณใน
en_us: Begin writing your review in

source: เอลเวอร์เบริ์ก
en_us: Elversberg

source: และอำเภอเมืองของทุกจังหวัด
en_us: and the capital district of each province

source: โดยควรเข้าชมเวลา 19.30 น.
en_us: and should visit at 7:30 pm.

source: โดยมีการขังน้ำไว้ในพื้นที่จนกระทั่งเกิดปฏิกิริยาเคมีทำให้ดินเปรี้ยวจัด จนถึงที่สุด แล้วจึงระบายน้ำออกและปรับสภาพฟื้นฟูดินด้วยปูนขาว
en_us: The water is contained in the area until chemical reactions completely acidify the soil. Then the water is drained out and and the soil is rejuvenated using lime.

source: ใช้ดีแทคโทรไปต่างประเทศ
en_us: Use DTAC to make international calls.

source: ไม่เว้นแม้แต่วันหยุดนักขัตฤกษ์
en_us: not even excluding public holidays

source: (*กรุณาเลือกวิธีจัดส่ง) บาท เลือกสินค้าเพิ่ม
en_us: (*please choose method of delivery) baht, choose additional products

source: (เว้นว่างได้) รวมราคาทั้งหมด
en_us: (can leave blank) total price CHECK

source: การจัดหาและออกแบบโครงการแก้มลิง
en_us: procurement and design for the Kaem Ling Project

source: ขอเชิญทดลองใช้ฐานข้อมูล
en_us: Please try out the database.

source: ความหนา: 11.4 มม.
en_us: Thickness: 11.4 mm.

source: จริง ๆ แล้ว ราคาน้ำมันที่ลดลง
en_us: Actually, the reduced oil price

source: ดอกไม้ช่อโตๆสวยๆอาจจะเป็นดอกกุหลาบสักช่อหนึ่ง
en_us: The huge, gorgeous bouquet of flowers could be just one bouquet of roses.

source: ตุ๊กตาอาจจะเป็นตุ๊กตาหมี
en_us: The doll could be a teddy bear.

source: ถ้าเกิดว่าเขาสะสมตุ๊กตา
en_us: If he collects dolls

source: ถ้าเกิดว่าเพื่อนของเราเป็นนักสะสมอย่างเช่นสะสมหุ่นยนต์
en_us: If a friend of ours is a collector, such as of robots

source: ถ้าเราซื้อของขวัญให้เพื่อนโดยส่วนตัวนะ
en_us: If we buy a gift by ourselves for a friend,

source: ทนน้ำที่ระดับ 50 เมตร 2
en_us: withstands up to 50 meters of water 2

source: ที่เดียวครบจบทุกขั้นตอน!
en_us: All steps in one place!

source: ท่านสามารถลงทะเบียน, โดย คลิกที่นี่ ***
en_us: You can register, by clicking here ***

source: บริษัทในเครือ เตก้า กร๊ป
en_us: companies in the Teka Group network

source: ผมว่าถ้าเกิดพวกเธอเห็น
en_us: I feel that if all of you see

source: ผมว่านี่ก็โอเคนะครับ
en_us: I think this is fine.

source: พบกับสินค้าขายดีของเรา
en_us: Meet our top selling products.

source: พีธีกรรายการทีวี ดีเจ นักข่าว 11898592 141493802859573 1068323582683616918 n ณัฐพล คำวงษา นักวิเคราะห์ทางเทคนิคสถาบัน
en_us: TV host, DJ, reporter, 11898592 141493802859573 1068323582683616918 n Natthapol Khamwongsa, technical analyst from the institution

source: รวมถึงการดูแลและการทำความสะอาดอย่างถูกต้อง คลิก ที่นี่
en_us: including proper care-taking and cleaning, click here

source: รายชื่อสิ่งพิมพ์และซีดีรอม
en_us: list of publications and CD-ROMs

source: วันศุกร์ ที่ 16 กันยายน 2559
en_us: Friday September 16, 2016.

source: วีซ่าสำหรับบุตรบุญธรรม/บุตรในปกครองบุญธรรม
en_us: visa for an adopted child / a child under adoptive care

source: วีซ่าสำหรับผู้ทำงานโอ-แพร์
en_us: visa for au pair workers

source: วีซ่าสำหรับผู้ประกอบอาชีพทำอาหาร
en_us: visa for food service professionals

source: วีซ่าสำหรับหางานในเยอรมนี
en_us: visa for finding a job in Germany

source: วีซ่าเพื่อการทำงานในเยอรมนี
en_us: visa for working in Germany

source: วีซ่าเพื่อติดตามไปอยู่กับคู่สมรส/คู่ชีวิตเพศเดียวกัน
en_us: visa for joining a same sex spouse/partner

source: สายชาร์จแบบแม่เหล็กความยาว 1 ม.
en_us: 1 m. magnetic charger cord

source: ส่งอีเมลหาผมและถามผมได้ทุกเรื่อง!
en_us: send an email to me and ask me anything!

source: หลวงพ่อสาคร วัดหนองกรับ – หลวงพ่อสิน วัดละหารใหญ่
en_us: Luang Pho Sakhon of Wat Nong Krap - Luang Pho Sin of Wat Lahan Yai

source: หลวงพ่อเปิ่น วัดบางพระ – หลวงพ่อไสว วัดปรีดาราม – หลวงปู่แผ้ว วัดรางหมัน
en_us: Luang Pho Poen of Wat Bang Phra - Luang Pho Sawai of Wat Pri Daram - Luang Pu Phaew of Wat Rang Man

source: เตก้า โปรเจ็ค ซิสเต็ม
en_us: Teka Project System

source: เตาอบคอมแพ็ค และเตาอบไอน้ำ
en_us: compact oven and steam oven

source: เราไม่ต้องลงทุนเยอะขนาดนั้นก็ได้นะครับ
en_us: We don't have to make as large an investment as that.

source: เอปสัน รุกวงการรถสูตรหนึ่ง
en_us: Epson breaks into the Formula One industry. CHECK

source: และสร้างเสริมความดี ความเจริญ ให้เกิดขึ้นทั้งแก่บุคคลและส่วนรวม”
en_us: and promotes the good and the prosperity for both individuals and the public as a whole." CHECK

source: ในนิวเจอร์ซีย์ สหรัฐอเมริกา ซึ่งเคยคาดการณ์ไว้อย่างถูกต้องว่าราคาน้ำมันเมื่อปีที่แล้วจะร่วงลงอย่างรุนแรง
en_us: in New Jersey, USA, who correctly predicted last year that the price of oil would drop precipitously.

source: กองตรวจลงตราและเอกสารเดินทางคนต่างด้าว
en_us: Visa and Travel Documents Division

source: กำหนดระยะเวลา 20 พ.ย. 59 จนถึง วันที่ 20 ธ.ค. 59
en_us: Scheduled for 20 Nov '16 through 20 Dec '16.

source: คุณเป็นนักธุรกิจหรือหญิง?
en_us: Are you a businessman or woman? CHECK

source: ค่าบริการล่วงหน้า 4,000.- คืนส่วนลดนาน 10 เดือน
en_us: Service fee in advance: 4,000.- Refund discount for 10 months CHECK

source: ด้วยความเร็วของอินเตอร์เน็ตที่หลากหลาย
en_us: with various speeds of internet

source: น่าสนใจและหลากหลายตัวโปเกมอน
en_us: interesting and many Pokemon

source: รัฐในเขตอาณาและเมืองสำคัญ
en_us: states in the territories and important cities

source: รับประกันความแท้ตามมาตราฐานสากล
en_us: guarantee authenticity as per international standards

source: ราคาปกติ 4,990 บาท รองรับทุกเครือข่าย
en_us: Usual price: 4,990 baht. Supports all networks.

source: ราคาพิเศษไม่ต้องจ่ายค่าบริการล่วงหน้า
en_us: The special price doesn't require advance payment.

source: ลองคลิกลิ้งค์นี้
en_us: Try this link.

source: ศิษย์เก่า ข้อมูลสำหรับศิษย์เก่า
en_us: Alumni. Info for alumni.

source: สถาบันการอาชีวศึกษาภาคเหนือ 3
en_us: Institute of Vocational Education Northern Region 3

source: หนังสือรับรองการชำระเบี้ยประกันภัยสำหรับยืนลดหย่อนภาษี
en_us: letter certifying payment of insurance premiums for tax deduction purposes CHECK

source: หรือวิธีการอื่นใดก็ตาม
en_us: or some other method,

source: หลวงพ่อมี วัดมารวิชัย – หลวงพ่อเมี้ยน
en_us: Luang Pho Mi of Wat Man Wichai - Luang Pho Mian

source: เกว เกวลิน
en_us: Kaew Kaewlin

source: เคลมสินไหม – เครือข่ายสถานพยาบาลและอู่ซ่อมรถ
en_us: claim fees – network of hospitals and garages

source: เพื่อสมัครเข้าไปเล่นดู ให้ราคาดีจ้า
en_us: To sign up to play at a good price.

source: เวลาทำการและวันหยุดราชการ
en_us: business hours and national holidays

source: แบบทดสอบภาษาอังกฤษออน์ไลน์
en_us: online English language test

source: (คลิกไปทดลองอ่านได้นะคะ)
en_us: (click here to read)

source: (เพิ่มขึ้นจาก 25,000 คนจากปีกลาย) และว่าประเทศไทย
en_us: (an increase from the 25,000 people last year) and said that Thailand

source: [ข.] เดือนละห้าพันเชียวหรือครับ
en_us: [K.] Really five thousand a month? CHECK

source: กล้องโลโม่และกล้องฟิล์ม
en_us: Lomo cameras and film cameras

source: กว่าที่เราจะจับมันได้
en_us: before we could catch it

source: ก็คุยกันเชิงสร้างสรรค์นะครับ
en_us: Creative discussion. CHECK

source: ขอฝากหนังสือเล่มนี้เอาไว้ทีนี่ก่อนได้ไหมครับ
en_us: May I leave this book here for now?

source: ขอรับการสนับสนุนจากฝ่ายโรมาเนีย
en_us: requested support from the Romanians

source: คนที่ขี่มอเตอร์ไซค์ก็ควรจะพกติดตัวเอาไว้นะครับเอาไว้ใต้เบาะรถ
en_us: Motorcyclists should have on them, under the seat.

source: ครับ... ครับ... ครับ... ครับ...
en_us: Yes... Yes... Yes... Yes...

source: คำรับหรือคำลงท้ายอย่างสุภาพที่ผู้ชายใช้.
en_us: A polite response or postscript used by men.

source: คือมันต้องการจะบอกว่า
en_us: meaning it wants to say that CHECK

source: คุณจะแต่งงานกับผมไหมครับ?
en_us: Will you marry me?

source: คุณมักจะเงียบ ๆ ไม่ค่อยพูดค่อยจาอย่างนี้หรือครับ?
en_us: So you're usually quiet, not as talkative as this? CHECK

source: คุณอนุญาตให้สุนัขอยู่ที่ลานกลางแจ้งหรือไม่
en_us: Do you allow the dog out on the patio? CHECK

source: จริง ๆ แล้วมันต้องการแสดงอาณาเขตนะครับ
en_us: It should actually show the territory.

source: จะเป็นปุ่มสตาร์ทนะครับ
en_us: is the start button.

source: จากนั้นเวลาก็ผ่านไปนะครับ
en_us: After which, time passed.

source: ชุดของขวัญ/ของที่ระลึก
en_us: gift/souvenir set

source: ซึ่งราคามันจะถูกกว่าแบบถาวรนะครับ
en_us: and which is cheaper than the permanent version.

source: ซ่อนการค้นหาโดยระบุเงื่อนไข วันทำงาน
en_us: Hide the search by specifying conditions and workdays. CHECK

source: ดังนั้นทรงนักเรียนจะต้องไถเกรียนสามด้านก็คือขาวสามด้านด้านหลัง
en_us: Therefore student haircuts must have 3-sided military cuts, meaning white on three sides, the backside CHECK

source: ดังนั้นผมแนะนำว่าให้ใช้เสื้อกันฝนแทนร่มนะครับ
en_us: So I recommend using a rain jacket instead of an umbrella.

source: ดังนั้นเราอาจจะไปสักสิบเอ็ดโมง
en_us: So we might go around eleven o'clock.

source: ดังนั้นในช่วงหน้าฝนนี้
en_us: So during this rainy season

source: ดิจิไลฟ์ สทิวดิโอ
en_us: Digilife Studio

source: ตรงตัวเครื่องจะมีปุ่มเปิดนะครับ
en_us: On the device there'll be a power button.

source: ตรงตัวเอ็มนะครับ
en_us: At the letter 'm'.

source: ตรงนั้นเราเรียกว่าเคอร์เซอร์นะครับ
en_us: We call that the cursor.

source: ตารางการบินขาเข้าล่วงหน้า
en_us: advance notice inbound flight schedule

source: ติดต่อผู้ดูแลระบบได้ที่
en_us: Contact the system administrators at

source: ถวายพระราชสมัญญานามว่า มหาราช ราชวงศ์ที่เกี่ยวข้อง: ราชวงศ์หริภุญชัย
en_us: bestowed the royal title of Maharaj. Related dynasties: Haripunchai Dynasty.

source: ถ้าเกิดมันเจอคนแปลกหน้า
en_us: If it encounters a stranger

source: ถ้าเกิดยางรถไม่ดี
en_us: If the tires aren't good

source: ถ้าเป็นแมวไทย มันจะตัวผอม ๆ ตัวไม่อ้วน หุ่นดี มีความคล่องแคล่วว่องไว
en_us: If it's a Thai cat, it will be skinny, thin, fit, and agile.

source: ถ้าเราต้องการจะลงสี
en_us: If we need to color

source: ถ้าใครไม่อยากโดนยุงกัด
en_us: If someone doesn't want to be bitten by mosquitoes

source: ทำนายนิสัยตามการเปลื้องผ้า
en_us: guess the temperament based on the lack of clothes

source: ที่เขียนว่าแอกเซสเซอรีนะครับผม
en_us: The part where it says "accessories".

source: ท่านสามารถเลือกแพทย์ได้จากกล่องรายชื่อแพทย์ทั้งหมด
en_us: You can choose a doctor from the list of all doctors' names.

source: บางเครื่องอาจจะเปลี่ยนสี
en_us: Some devices may change color.

source: บิ๊กฟิล์ม คาเมร่า
en_us: Big Film Camera

source: ผมก็จะหยิบกระเป๋าตังค์ออกมา
en_us: I will take out the wallet.

source: ผมขอกาแฟใส่น้ำตาลอย่างเดียว
en_us: I would like a coffee with sugar only.

source: ผมมักจะซื้อแบบใช้ครั้งเดียวแล้วทิ้งนะครับเพราะว่าเราไม่ได้ใช้บ่อย
en_us: I usually buy single use and then chuck them because we don't use them often.

source: ผมเหลืออีกสองรอบก็เสร็จแล้ว
en_us: I have just two rounds left.

source: พระมหาธรรมราชาที่ 1 พระมหาธรรมราชาที่ 2 พระมหาธรรมราชาที่ 3 พระมหาธรรมราชาที่ 4
en_us: Maha Tammaraja 1 Maha Tammaraja 2 Maha Tammaraja 3 Maha Tammaraja 4

source: พอเรากดที่ออลโปรแกรมปุ๊บ
en_us: As soon as we press "All," the program immediately

source: พอเราเปิดโปรแกรมเวิร์ดมาปุ๊บ
en_us: As soon as we open Word, all of a sudden

source: พอเลือกเซฟแอสปุ๊บ
en_us: As soon as "Save As" is chosen, all of a sudden

source: มกุฏราชกุมารีแห่งโรมาเนียเสด็จฯ
en_us: The Crown Princess of Romania

source: มันก็จะบันทึกงานของเราเอาไว้ในเครื่อง
en_us: It will save our work on the device.

source: มันจะมีหน้าต่างให้เราพิมพ์
en_us: It has a window for us to type in.

source: มันจะเป็นปุ่มใหญ่ๆนะครับ
en_us: It will be a large button.

source: มันจะเป็นพลาสติกเกรดต่ำ ๆ นะครับ ใช้แป๊บเดียวก็ขาดแล้ว
en_us: It will be low-grade plastic. After a short period of use and it'll tear.

source: มันต้องดูแลเรื่องความสะอาด
en_us: It must be mindful of cleanliness.

source: มารับพุธหน้าได้ไหมครับ?
en_us: Can the pick-up happen next Wednesday?

source: รถมอเตอร์ไซค์ใหม่ ราคา ไม่เกิน 30,000 บาท
en_us: New motorcycles not over 30,000 baht in price.

source: วันอาทิตย์ ที่ 23 ตุลาคม 2559
en_us: Sunday October 23, 2016.

source: วันๆไม่ทำอะไรครับ
en_us: doesn't do anything as the days pass by.

source: วินโดวส์ก็คือระบบปฏิบัติการหนึ่งนะครับ
en_us: Windows is one operating system.

source: วิเคราะห์บอล แคปปิตอลวัน คัพ อังกฤษ
en_us: NS

source: วี เอ็ม คาเมร่า โปร
en_us: VM Camera Pro

source: ศูนย์บริการแคนนอล
en_us: Canon service center

source: สวัสดี คุณอยากทราบเรื่องอะไรบ้างเกี่ยวกับร้านอาหารแห่งนี้
en_us: Hello. What would you like to know about restaurants here?

source: ส่วนด้านบนตรงกลางหัว
en_us: the upper part at the middle of the head

source: หน้าแรกมอเตอร์ไซค์ใหม่์ *
en_us: First page of new motorcycles.*

source: หน้าแรกรถมอเตอร์ไซค์ใหม่ | | คอนโดใหม่ทุกโครงการ | | | | | | | โทรศัพท์มือถือ |
en_us: First page of new motorcycles | | New condos CHECK | | | | | | | Mobile phones |

source: หมายเลขบริการทันใจ รายเดือน หมายเลขบริการทันใจ เติมเงิน
en_us: number for instant service, income, number for instant service, top-up

source: หลังจากที่เครื่องโหลดเข้าสู่วินโดวส์แล้วนะครับ
en_us: after the device has loaded Windows

source: หลังจากที่เราพิมพ์งานต่างๆนะครับเสร็จแล้ว
en_us: after we've finished typing our text

source: หลังจากที่เราเปิดเครื่องและก็เปิดจอแล้ว
en_us: after we've turned on the device and the monitor

source: อย่างเต็มที่ทั้งในกรอบทวิภาคีและพหุภาคี นอกจากนี้ เอกอัครราชทูตฯ
en_us: to the utmost in both bilateral and multilateral frameworks. Besides this, the ambassador

source: อันนี้ขอให้สายอย่าเกินเที่ยงแล้วกันนะครับ
en_us: For this, I would ask that you not be later than noon.

source: อันแรกก็คือพื้นว่าง ๆ ข้างหลังนะครับ
en_us: The first is the empty space in the back.

source: อาจจะเป็นการช่วยโดยการให้เงินให้ทอง
en_us: could be monetary aid

source: อ้ายสิ่งเนี้ย คือของของฉัน คนคนนี้เป็นของฉัน
en_us: This here, this is mine. This person is mine. CHECK

source: เกมส์แต่งตัว เกมส์แต่งตัวแมวน้อย เกมส์แต่งตัว เกมส์แต่งตัวแมวน้อย เกมส์แต่งตัว เกมส์แต่งต…
en_us: dress up games, kitten dress up games, dress up games, kitten dress up games, dress up games, dress up games...

source: เกี่ยวกับแผนงานการจัดกิจกรรมของคณะกรรมการอาเซียนในช่วงปลายปี 2559 และปี 2560 ในโอกาสนี้ ในช่วงการประชุมทางการของคณะกรรมการฯ
en_us: concerning the ASEAN Committee's plan of activities for the end of 2016 and 2017. On this occasion, during the official meeting of the Committee

source: เขาจะวางยาสลบก่อนนะครับ
en_us: He will induce anesthesia first.

source: เขามีบ้านกี่หลัง?
en_us: How many houses does he have?

source: เขาอวดว่าเขาจะเปิดสถานที่หรู
en_us: He bragged that he'd open a fancy place.

source: เขาไม่ได้ทำอะไรแบบนั้นครับ
en_us: He didn't do anything like that.

source: เดินเข้ามาตอบอย่างหนักแน่น
en_us: walked in and firmly replied

source: เป็นช่องสถานีโทรทัศน์เคเบิลของสหรัฐอเมริกา
en_us: is an American cable TV channel

source: เพราะว่าถ้าเกิดส่งโรงบาลไม่ทัน
en_us: because, if the hospital wasn't reached in time

source: เพียงแค่เลื่อนเมาส์ระหว่างที่คลิกขวาค้างไว้
en_us: Just move the mouse while holding right click.

source: เพื่อพบปะหารือกับบรรดาเอกอัครราชทูตจากประเทศอาเซียนประจำโรมาเนีย
en_us: in order to meet with all the ambassadors from ASEAN countries posted in Romania

source: เพื่อลงพระนามสมุดแสดงความอาลัย
en_us: in order to write the name in the mourning book

source: เราก็นั่งรอนะครับ
en_us: We sit and wait.

source: เราก็พาไปทำหมันนะครับ
en_us: We went to get sterilized.

source: เราก็เลือกที่ลองเลื่อนลงมานะครับ
en_us: We chose to try scrolling down.

source: เราอาจจะต้องรอสักแป๊บหนึ่งนะครับ
en_us: We may have to wait a moment.

source: เราใช้เวลาประมาณสองอาทิตย์นะครับ
en_us: It took us about two weeks.

source: เราใช้เวลาหลายอาทิตย์นะครับ
en_us: It took us many weeks.

source: เราไม่ได้นิ่งนอนใจครับ
en_us: We weren't being complacent.

source: เลือกศูนย์หรือสาขาวิชาที่เชี่ยวชาญ
en_us: Choose a center or specialty.

source: เวลาที่ผมเห็นพวกเขาแล้ว
en_us: when I saw them

source: เว็บรถมอเตอร์ไซค์ใหม่อันดับ 1 ของประเทศ : ข้อมูลครบที่สุด-คนดูเยอะที่สุด
en_us: The number 1 website in Thailand for new motorcycles : the most complete information-the most viewers.

source: เว็ปไซต์ข้อมูลการค้าใหม่
en_us: website for info on new business dealings

source: แต่ว่ามันก็เลี้ยงยากนะครับเพราะว่ามันขนเยอะ
en_us: But they are difficult to raise because they are so furry.

source: แต่ว่ามีข้อเสียเหมือนกันนะครับ
en_us: But there are downsides as well.

source: แต่เป็นการทำบุญโดยการให้นะครับ
en_us: but is a way of making merit through giving.

source: แรงบิดสูงสุด (นิวตันเมตร รอบต่อนาที)
en_us: maximum torque (newton meter, rpm)

source: และการท่องเที่ยวไปยังประเทศไทย
en_us: and travel to Thailand

source: และได้จัดแสดงที่ทำเนียบเอกอัครราชทูตฯ
en_us: and was put on display at the ambassador's residence

source: แล้วก็เรื่องปัญหายุงในบ้าน
en_us: And then the problem of mosquitos inside the home.

source: โดนฝนหน่อยเดียวก็ชำรุดแล้วนะครับ
en_us: Worn out after just a bit of rain.

source: ในช่วงนี้จะมีแมวตัวผู้จากที่ไหนไม่รู้นะครับ
en_us: During this period there are male cats from who knows where.

source: ในช่วงนี้เราก็ปล่อยให้แม่มันเลี้ยงไปนะครับ
en_us: During this period, we let their mother raise them.

source: ในนั้นจะมีโปรแกรมที่ชื่อว่า
en_us: In there there will be a program called

source: ในระหว่างงานเลี้ยงรับรองและนิทรรศการวาดพระสาทิสลักษณ์
en_us: During the welcoming party and exhibition of the royal portrait

source: ในโอกาสอำลาในวันต่อๆ มา เอกอัครราชทูตฯ
en_us: During the farewells in the following days, the ambassador

source: ให้ผมช่วยอะไร มั้ยครับ?
en_us: Can I help?

source: ให้พิจารณาการจัดกิจกรรมทัศนศึกษาแก่คณะเอกอัครราชทูตต่างประเทศและคู่สมรส
en_us: Consider educational field trip activities for the foreign ambassadors and their spouses.

source: ให้มันเปิดโปรแกรมจนครบก่อน
en_us: Let it open the program completely first.

source: ให้เรากดที่คีย์บอร์ดนะครับ
en_us: Have us click on the keyboard.

source: ให้แก่ผู้ร่วมงานชาวโรมาเนีย
en_us: for the Romanian partners

source: ได้ฝากสมุดวาดภาพระบายสีไปยังพี่น้องของนักเรียนดังกล่าวด้วย ในการนี้ เอกอัครราชทูตฯ
en_us: gave the coloring book to the family of said students. In doing this, the ambassador

source: ไม่จำกัดเพศ(156)
en_us: Any gender (156)

source: 3.ชำระเงินผ่านเคาน์เตอร์ต่างๆ ใกล้บ้านคุณ
en_us: 3. Pay at information desks near your home.

source: กรณีต้องการข้อมูลใดๆ เพิ่มเติม สามารถติดต่อสอบถามได้ที่เคาน์เตอร์ประชาสัมพันธ์ภายในท่าอากาศยานดอนเมือง
en_us: If any further information is required, inquiries can be made at the information desk in Don Mueang Airport.

source: กระทงสีขาว-ดำ ขายดี จ.กำแพงเพชร
en_us: top-selling black-and-white krathong in Kamphaeng Phet

source: กระทู้ใหม่ ตอบ โดย เข้าชม ล่าสุด
en_us: New thread, answer by viewing the latest

source: กรุณาติดต่อหาเราทางอีเมล์
en_us: Please contact us by email.

source: กรุณาห่อสินค้านั้นในบรรจุภัณฑ์เดิม
en_us: Please wrap those products in their original packaging.
